ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/ICSSM_ICSSM_PR1_PDSP1_IRAM_DEBUG_48024400h.xml
<module name="ICSSM_PR1_PDSP1_IRAM_DEBUG" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="ICSSM_PR1_PDSP1_IRAM_DEBUG_IGP_j" acronym="ICSSM_PR1_PDSP1_IRAM_DEBUG_IGP_j" offset="0" width="32" description="PDSP Internal General Purpose Register.">
		<bitfield id="REGN" width="32" begin="31" end="0" resetval="0x0" description="PDSP Internal GP Register N" range="31:0" rwaccess="R/W"/>
	</register><register id="ICSSM_PR1_PDSP1_IRAM_DEBUG_ICTE_j" acronym="ICSSM_PR1_PDSP1_IRAM_DEBUG_ICTE_j" offset="128" width="32" description="PDSP Internal Contants Table Entry Register.">
		<bitfield id="CT_ENTRYN" width="32" begin="31" end="0" resetval="0x0" description="PDSP Internal Constants Table Entry N" range="31:0" rwaccess="R"/>
	</register>
</module>